Repository: fastmailops/mdadm
Catalog: debian/po/*.po
Languages: cs, de, ja, nl, pt_br, ru

source: Initialise the superblock if you reuse hard disks
cs: Při znovupoužití starších disků inicializujte superblok
de: Initialisieren Sie den Superblock, wenn Sie Festplatten wieder verwenden.
ja: ハードディスクを再利用する場合は superblock を初期化してください
nl: Superblok initialiseren als u harde schijven hergebruikt?
pt_br: Inicialize o superbloco caso você reutilize discos rígidos
ru: Инициализация суперблока, если диски уже использовались

source: WARNING! If you are using hard disks which have RAID superblocks from earlier installations in different RAID arrays, you MUST zero each superblock *before* activating the autostart feature.
cs: VAROVÁNÍ! Používáte-li pevné disky, které obsahují RAID superbloky z dřívější instalace v jiném RAID poli, MUSÍTE všechny superbloky před použitím automatického spouštění vynulovat.
de: WARNUNG! Wenn Sie Festplatten verwenden, die bereits einen md Superblock von einer vorherigen Installation in einem anderen RAID Verbund besitzen, so MÜSSEN Sie diesen löschen, *bevor* Sie die Autostart Funktion aktivieren.
ja: 警告! 以前のインストールによって他の RAID アレイに対する RAID superblock を保持しているハードディスクを使っている場合、自動起動機能を有効にする「前」に、その superblock をゼロで上書きすることが「必要」です。
nl: Waarschuwing! Als u harde schijven gebruikt die een RAID-superblok bevatten van een eerdere installatie in een andere RAID-reeks, dan MOET u het superblok overschrijven met nullen vóórdat u de "autostart"-optie activeert.
pt_br: AVISO! Se você estiver usando discos rígidos que já contêm superblocos RAID de instalações anteriores em "arrays" RAID diferentes, você DEVE zerar o superbloco *antes* de ativar o recurso de "autostart".
ru: ПРЕДУПРЕЖДЕНИЕ! Если вы используете диски, на которых есть RAID суперблоки от предыдущих установок других RAID массивов, вы ДОЛЖНЫ обнулить каждый суперблок *перед* тем как активировать возможность автостарта.

source: To do this, do not start the RAID devices automatically. First, zero the superblock (mdadm --zero-superblock /dev/mdX). Next, use `dpkg-reconfigure mdadm` to reactivate the autostart feature.
cs: Chcete-li to provést, nespouštějte RAID zařízení automaticky. Nejprve vynulujte superblok příkazem 'mdadm --zero-superblock /dev/mdX' a teprve poté můžete povolit automatické spouštění RAIDu příkazem 'dpkg-reconfigure mdadm'.
de: Dazu starten Sie die RAID Laufwerke nicht automatisch und löschen dann erst den Superblock (mdadm --zero-superblock /dev/mdX). Danach können Sie mit "dpkg-reconfigure mdadm" die Autostart Funktion aktivieren.
ja: これを行うには、RAID デバイスを自動的に起動してはいけません。まず、 superblock をゼロで上書きします (mdadm --zero-superblock /dev/xxx)。 そして、自動起動機能を有効にするため、'dpkg-reconfigure mdadm' コマンドを実行します。
nl: U kunt dit doen door RAID-apparaten nu niet automatisch te laten starten. Overschrijf eerst het superblok met nullen ('mdadm --zero-superblock /dev/mdX'). Gebruik daarna 'dpkg-reconfigure mdadm' om de "autostart"-optie te activeren.
pt_br: Para fazê-lo, não inicie os dispositivos RAID automaticamente. Primeiro, zere os superblocos (mdadm --zero-superblock /dev/mdX). Em seguida, use `dpkg-reconfigure mdadm` para reativar o recurso de "autostart".
ru: Для этого сначала выключите автоматический запуск RAID устройств. Потом, обнулите суперблок (mdadm --zero-superblock /dev/mdX) и заново включите автозапуск с помощью команды `dpkg-reconfigure mdadm`.

source: RAID arrays needed for the root filesystem:
cs: RAID pole vyžadovaná pro kořenový souborový systém:
de: Für das Wurzeldateisystem benötigte RAID Verbünde:
ja: root ファイルシステムには RAID アレイが必要です:
nl: Voor het basisbestandssysteem benodigde RAID-reeksen:
pt_br: "Arrays" RAID necessários para o sistema de arquivos raiz:
ru: RAID массивы, нужные для корневой файловой системы:

source: If your system has its root filesystem on a RAID volume, it needs to be started early during the boot sequence. If your root filesystem is on a logical volume (LVM), which is on RAID, all constituent arrays need to be started.
cs: Pokud má váš systém svůj kořenový souborový systém umístěn na RAID svazku, musí být tento spuštěn během zavádění systému co nejdříve. Pokud se váš kořenový souborový systém nachází na logickém svazku LVM, který je vytvořen nad RAIDem, musí se spustit všechna související pole.
de: Wenn das Wurzeldateisystem Ihres Systems auf einem RAID Verbund liegt, muß es früh während des Bootvorgangs gestartet werden. Wenn sich Ihr Wurzeldateisystem auf einem logischen Laufwerk (LVM) befindet, das sich wiederum auf RAID Verbünden befindet, müssen alle zugehörigen Verbünde gestartet werden.
ja: あなたのシステムが root ファイルシステムを RAID ボリューム上に配置しているならば、ブートシーケンスの初期段階で RAID を開始する必要があります。root ファイルシステムが RAID 上の論理ボリューム (LVM) 上にある場合、構成しているアレイ全ての開始が必要です。
nl: Als het basisbestandssysteem van uw systeem zich op een RAID-volume bevindt, dient dit vroeg in de opstartcyclus geactiveerd te worden. Als uw basisbestandssysteem zich op een logisch volume (LVM) op RAID bevindt, dienen alle betrokken reeksen geactiveerd te worden.
pt_br: Se o seu sistema tem o sistema de arquivos raiz em um volume RAID, este precisa ser iniciado mais cedo durante a seqüência de inicialização. Se o sistema de arquivos raiz está em um volume lógico (LVM), que está em um RAID, todos os "arrays" que o compõem precisam ser iniciados.
ru: Если в системе корневая файловая система расположена на томе RAID, он должен быть запущен в самом начале процесса загрузки. Если корневая файловая система расположена на логическом томе (LVM), который расположен на RAID, то все компоненты массивов должны быть запущены.

source: If you know exactly which arrays are needed to bring up the root filesystem, enter them here. Alternatively, enter 'all' to simply start all available arrays. If you do not need or want to start any arrays for the root filesystem, leave the answer blank (or enter 'none').
cs: Jestliže přesně víte, která pole jsou potřeba pro připojení kořenového souborového systému, zadejte je prosím zde. Alternativně můžete spustit všechna dostupná pole zadáním 'all'. Nepotřebujete-li nebo nechcete-li spouštět pole pro kořenový souborový systém, ponechte odpověď prázdnou, případně zadejte 'none'.
de: Wenn Sie genau wissen welche Verbünde benötigt werden, um das Wurzeldateisystem zu starten, geben Sie diese hier ein. Alternativ geben Sie "all" ein, um alle verfügbaren Verbünde zu starten. Falls Sie keine Verbünde für das Wurzeldateisystem starten müssen oder wollen, lassen Sie die Antwort leer (oder geben "none" ein).
ja: どのアレイが root ファイルシステムを立ち上げるのに必要かを正確に知っているなら、ここで入力してください。分からない場合は、'all' と入力して単に全ての利用可能なアレイを立ち上げてください。root ファイルシステムには、どのアレイも必要ない、あるいはどのアレイも立ち上げたくは無いという場合は、空白のままに (あるいは 'none' と入力) してください。
nl: Als u exact weet welke reeksen nodig zijn om het basisbestandssysteem te activeren, geef deze dan hier in. Als alternatief kunt u 'all' opgeven wat als resultaat heeft dat alle reeksen geactiveerd zullen worden. Als u geen reeksen hoeft of wenst te activeren voor het basisbestandssysteem, laat dan het antwoord leeg (of geef 'none' in).
pt_br: Se você sabe exatamente quais "arrays" são necessários para ativar o sistema de arquivos raiz, informe-os aqui. Como alternativa, informe 'all' para simplesmente iniciar todos os "arrays" disponíveis. Se você não precisa ou não quer iniciar qualquer "array" para o sistema de arquivos raiz, deixa a resposta em branco (ou informe 'none').
ru: Если вы точно знаете какие массивы требуются для получения корневой файловой системы, введите их здесь. Иначе, введите слово 'all', чтобы просто запустить все доступные массивы. Если вам это не нужно или вы не хотите запускать массивы для корневой файловой системы, оставьте это поле пустым (или введите слово 'none').

source: You have the option to start all other arrays (those not needed for the root filesystem) later in the boot sequence. Doing so will give you greater control over the arrays with the mdadm configuration file. Starting all arrays at boot-time may be safer though.
cs: Všechna ostatní pole (ta, která nejsou potřeba pro kořenový souborový systém) můžete spustit později. Pokud tak učiníte, budete mít v konfiguračním souboru mdadm nad poli větší kontrolu. Na druhou stranu je spouštění všech polí hned na začátku zavádění o něco jistější volbou.
de: Sie haben die Option alle anderen Verbünde (diese die nicht für das Wurzeldateisystem benötigt werden) später während des Bootvorgangs zu starten. Damit haben Sie größere Kontrolle über die Verbünde mit Hilfe der mdadm Konfigurationsdatei. Es ist jedoch sicherer, alle Verbünde beim Booten zu starten.
ja: ブートシーケンスの後ろの方で (root ファイルシステムには必要ない) 他のアレイ全てを起動するという選択肢もあります。これを選べば、mdadm の設定ファイルを使って、アレイについて様々な設定が出来るようになるでしょう。もっとも、起動時に全てのアレイを起動するほうが安全ではあります。
nl: U heeft de optie om alle andere reeksen (die niet benodigd zijn voor het basisbestandssysteem) later in de opstartcyclus te activeren. Dit geeft u meer controle over de reeksen met het mdadm configuratiebestand. Het is echter mogelijk veiliger om alle reeksen tijdens het opstarten van het systeem te activeren.
pt_br: Você tem a opção de iniciar todos os "arrays" (aqueles que não são necessários pelo sistema de arquivos raiz) posteriormente na seqüência de inicialização. Fazendo isto, você terá um controle maior sobre os "arrays" com o arquivo de configuração mdadm. No entanto, iniciar todos os "arrays" durante a inicialização pode ser mais seguro.
ru: Вы можете указать все остальные запускаемые массивы (те, которые не требуются для корневой файловой системы) позже в процессе загрузки. Такое разделение позволяет полностью управлять массивами с помощью конфигурационного файла mdadm. Хотя запуск всех массивов во время начальной загрузке может быть безопасным.

source: Please enter a space-separated list of devices, or 'all'. You may omit the leading '/dev/' and just enter e.g. "md0 md1".
cs: Zařízení zadejte jako mezerami oddělený seznam, případně 'all'. Počáteční '/dev/' můžete vynechat a zadat jen např. "md0 md1".
de: Bitte geben Sie eine leerzeichenseparierte Geräteliste oder "all" ein. Sie können das führende "/dev/" weglassen und nur z.B. "md0 md1" eingeben.
ja: デバイスのリストをスペースで区切って入力するか、'all' と入力してください。前の '/dev/' を省略して、単に "md0 md1" などとしても構いません。
nl: Geef de apparaatbestanden (gescheiden met spaties) of 'all' in. U kunt volstaan met het ingeven van bijvoorbeeld "md0 md1" (en dus '/dev/...' weglaten).
pt_br: Por favor, informe uma lista, separada por espaços, de dispositivos, ou 'all'. Você pode omitir a parte inicial '/dev/' e apenas informar, por exemplo, "md0 md1".
ru: Введите список устройств через пробел или слово 'all'. Вы можете не указывать начальный путь типа '/dev/', а просто вводить имена устройств, например "md0 md1".

source: Do you want to start RAID devices automatically?
cs: Chcete spouštět RAID zařízení automaticky?
de: Möchten Sie die RAID Laufwerke automatisch starten?
ja: RAID デバイスを自動的に起動しますか?
nl: RAID-apparaten automatisch starten?
pt_br: Você deseja iniciar os dispositivos RAID automaticamente?
ru: Запускать RAID устройства автоматически?

source: Once the base system has come up, mdadm can start all RAID devices it finds which have not been started. Unless you have compiled RAID support into the kernel (in which case all RAID arrays are started automatically anyway), this is probably what you want.
nl: Nadat het basissysteem eenmaal is opgestart, kan mdadm zorg dragen voor het activeren van alle RAID-apparaten die nog niet zijn gestart. Normaalgesproken zal u deze optie willen selecteren, eventueel tenzij uw kernel is gecompileerd met niet-modulaire RAID-ondersteuning (in dat geval worden alle RAID-reeksen sowieso automatisch gestart).

source: Do you want to start the RAID monitoring daemon?
cs: Chcete spustit daemon pro monitorování RAIDu?
de: Möchten Sie den RAID Überwachungsdämon starten?
ja: RAID 監視デーモンを起動しますか?
nl: Wilt u de achtergronddienst voor de RAID-monitor starten?
pt_br: Você deseja iniciar o "daemon" de monitoramento RAID?
ru: Запускать демон-монитор RAID?

source: The RAID monitor daemon sends email notifications in response to important RAID events (such as a disk failure). You probably want to enable it.
cs: Daemon pro monitorování RAIDu zasílá emailová upozornění na významné RAID události, např. selhání disku. Je rozumné tuto možnost povolit.
de: Der RAID Überwachungsdämon verschickt Benachrichtigungen als Reaktion auf wichtige RAID Ereignisse (wie zum Beispiel Festplattenausfälle). Sie werden diese Option wahrscheinlich aktivieren wollen.
ja: RAID 監視デーモンは、重大な RAID 関連のイベント (ディスク障害など) に対してメールで通知を送ります。おそらく有効にする方が良いでしょう。
nl: De achtergronddienst voor de RAID-monitor stuurt per mail berichten bij belangrijke gebeurtenissen die betrekking hebben op RAID (zoals een falende harde schijf). Aangeraden wordt deze in te schakelen.
pt_br: O "daemon" de monitoramento RAID envia e-mails de notificações em resposta a eventos RAID importantes (como uma falha de disco). Você provavelmente quer habilitar esta opção.
ru: При запущенном демоне-мониторе RAID в случае отказа диска принадлежащего RAID или изменения его состояния по какой-либо причине, будет отправляться почтовое уведомление. Лучше это включить.

source: Recipient for email notifications:
cs: Příjemce emailových upozornění:
de: Empfänger der Emailbenachrichtungen:
ja: メール通知の宛先:
nl: Adres voor mailberichten:
pt_br: Destinatário para os e-mails de notificações:
ru: Получатель уведомительных писем:

source: Please enter the email address of the user who should get the email notification for these important RAID events.
cs: Zadejte emailovou adresu uživatele, který má dostávat emailová upozornění při výskytu významných RAID událostí.
de: Geben Sie bitte die Emailadresse des Benutzers an, der die Emailbenachrichtigung für diese wichtigen RAID Ereignisse erhalten soll.
ja: RAID 関連の重大なイベントが発生した際、メールでの通知を受け取る必要があるユーザのメールアドレスを入力してください。
nl: Geef het mailadres in van de gebruiker die een mailbericht dient te ontvangen voor belangrijke gebeurtenissen met betrekking tot RAID.
pt_br: Por favor, informe o endereço de e-mail do usuário que deverá receber os e-mails de notificações para estes eventos RAID importantes.
ru: Введите адрес электронной почты пользователя, который будет получать почтовые уведомления о важных изменениях в состоянии RAID.
